# Road_GetStationCount

## Description
Return count of stations of the Roadway (Poly) object.

```pascal
FUNCTION Road_GetStationCount(hRoadwayObject : HANDLE): LONGINT;
```

```python
def vs.Road_GetStationCount(hRoadwayObject):
    return LONGINT
```

## Parameters
|Name|Type|Description|
|---|---|---|
|hRoadwayObject|HANDLE|   |

## Version
Availability: from Vectorworks 2015

## Category
* Roadway Interface Library